Repository: fx-bricks/pfx-brick-dev
Catalog: localization/*/iOS/Localizable.strings
Languages: de, fr, nl, se

# SoundFxPlayDuration
source: Play for Duration
de: Für bestimmte Zeit abspielen
fr: Jouer pour la durée
se: Spela för varaktighet

# SoundFxGatedMotor
source: Gated Motor
de: Gesteuerter Motor
fr: Temps moteur modulé
se: Styrd motor

# SoundFxAMMotor
source: Motor Amplitude Modulated
de: Amplitudenmodulierter Motor
fr: Amplitude du moteur modulée
se: Amplitudmodulerad motor

# SoundFxPlayIdxMotor
source: Indexed Motor Sounds
de: Motorabhängige Audioausgabe
fr: Bruits de moteur indexés
se: Motorindexerade ljud

# SoundFxPlayRand
source: Random Playback
de: Zufälliges Abspielen
fr: Lecture aléatoire
se: Slumpmässig återspelning

# soundVolume
source: Volume
de: Lautstärke
se: Ljudstyrka

# soundRetrigger
source: Retrigger
de: Erneute Auslösung
fr: Redéclencheur
se: Återutlös

# soundRelVolume
source: Relative Volume
de: Relative Lautstärke
fr: Volume relatif
se: Relativ ljudstyrka

# soundRepeatCount
source: Repeat Count
de: Anzahl der Wiederholungen
fr: Nombre de répétitions
se: Antal repetitioner

# soundDuration
source: Duration
de: Dauer
fr: Durée
se: Varaktighet

# soundMotorOutput
source: Motor Ch
de: Motor Kanal
fr: Canal Moteur
se: Motor kanal

# soundGain
source: Gain
de: Verstärkung
se: Förstärkning

# soundIdxOptions
source: Options
de: Optionen
se: Alternativ

# soundProbability
source: Probability
de: Wahrscheinlichkeit
fr: Probabilité
se: Sannolikhet

# soundFile
source: File
de: Datei
fr: Fichier
se: Fil

# soundIdxOptStartOvr
source: Override startup sound
de: Überschreibe Audio beim Einschalten
fr: Arrêter le son de démarrage
se: Åsidosätt uppstartsljud

# soundIdxOptPlayStart
source: Play startup/shutdown sounds
de: Spiele Audio beim Ein- und Abschalten
fr: Jouer les sons de démarrage
se: Spela uppstart/nedstängningsljud

# soundIdxOptVolMod
source: Volume modulation
de: Lautstärken-Modulation
fr: Modulation de volume
se: Volymmodulering

source: Startup Actions
de: Einschalt-Aktionen
fr: Actions de Démarrage
se: Uppstart händelse

source: Edit Startup Actions
de: Bearbeite Einschalt-Aktionen
fr: Modifier les actions de démarrage
se: Redigera uppstart händelser

source: Startup Action 1
de: Einschalt-Aktion 1
fr: Action de Démarrage 1
se: Uppstart händelse 1

source: Startup Action 2
de: Einschalt-Aktion 2
fr: Action de Démarrage 2
se: Uppstart händelse 2

source: Startup Action 3
de: Einschalt-Aktion 3
fr: Action de Démarrage 3
se: Uppstart händelse 3

source: Startup Action 4
de: Einschalt-Aktion 4
fr: Action de Démarrage 4
se: Uppstart händelse 4

source: Startup Action 5
de: Einschalt-Aktion 5
fr: Action de Démarrage 5
se: Uppstart händelse 5

source: Startup Action 6
de: Einschalt-Aktion 6
fr: Action de Démarrage 6
se: Uppstart händelse 6

source: Startup Action 7
de: Einschalt-Aktion 7
fr: Action de Démarrage 7
se: Uppstart händelse 7

source: Startup Action 8
de: Einschalt-Aktion 8
fr: Action de Démarrage 8
se: Uppstart händelse 8

source: Rare
de: Selten
se: Sällan

source: Med
de: Mittel
se: Medium

source: Often
de: Häufig
fr: Souvent
se: Ofta

source: Max
de: Maximal

source: Subtle
de: Leicht
fr: Subtil
se: Subtil

source: Severe
de: Schwer
fr: Sévère
se: Skarp

source: Toggle
de: Umschalten
fr: Basculer
se: Växla

source: On
de: Ein
fr: Actif
se: På

source: Off
de: Aus
fr: Inactif
se: Av

source: Timed
de: Zeitgebunden
fr: Pour la durée
se: Tidsinställd

source: Solid
de: Stetig
fr: Solide
se: Fast

source: In-Out
de: Innen-Außen
fr: Int-Ext
se: In-Ut

source: Slow
de: Langsam
fr: Lent
se: Långsam

source: Fast
de: Schnell
fr: Vite
se: Snabb

source: Light
de: Licht
fr: Lumière
se: Lätt

source: Stop
fr: Arrêt
se: Stopp

# dev_name
source: Name
fr: Nom
nl: Naam
se: Namn

# dev_hw_ver
source: Hardware Version
fr: Version matérielle
nl: Hardware Versie
se: Hårdvaru-version

# MotorStop
source: Stop
fr: Arrêt
se: Stopp

# SoundFxStop
source: Stop
fr: Arrêt
se: Stopp

source: L-R
fr: à Droite
se: V-H

source: R-L
fr: à Gauche
se: H-V

# tab_joystick_remote
source: Joystick
fr: Manette

# dev_fw_ver
source: Firmware Version
fr: Version du firmware
nl: Firmware Versie

source: Status LED
fr: LED d'état

source: Motor
fr: Moteur

# motor_ch_a
source: Motor A
fr: Moteur A

# motor_ch_b
source: Motor B
fr: Moteur B

# audio_label
source: Audio
nl: Geluid
