Repository: fx-bricks/pfx-brick-dev
Catalog: localization/*/iOS/Localizable.strings
Languages: de, fr, nl, se

# evtID8885LeftRev
source: Joystick Left Rev
de: Fernbedienung Links Rückwärts
fr: Joystick à gauche en arrière
se: Joystick vänster bakåt

# evtID8885RightFwd
source: Joystick Right Fwd
de: Fernbedienung Rechts Vorwärts
fr: Joystick à droite vers l'avant
se: Joystick höger framåt

# evtID8885RightRev
source: Joystick Right Rev
de: Fernbedienung Rechts Rückwärts
fr: Joystick à droite en arrière
se: Joystick höger bakåt

# evtID8885LeftCtrOff
source: Joystick Left Centre Off
de: Fernbedienung Links Mitte Aus
fr: Joystick à gauche Centre
se: Joystick vänster center av

# evtID8885RightCtrOff
source: Joystick Right Centre Off
de: Fernbedienung Rechts Mitte Aus
fr: Joystick à droite Centre
se: Joystick höger center av

# evtIDEV3Beacon
source: EV3 Beacon
de: EV3 Fernbedienung
fr: EV3 Balise
se: EV3 sändare

# evtIDTestEvent
source: Test Event
de: Teste Ereignis
fr: Événement de test
se: Testa händelse

# evtStartupEvent
source: Startup Event
de: Einschalt-Ereignis
fr: Événement de démarrage
se: Uppstart händelse

source: None
de: Kein
fr: Aucun
se: Inga

source: All Off
de: Alles aus
fr: Tout est éteint
se: Allt av

source: IR Lockout On
de: IR-Sperre Ein
fr: Verrouillage IR Actif
se: IR utlåsning på

source: IR Lockout Off
de: IR-Sperre Aus
fr: Verrouillage IR Inactif
se: IR utlåsning av

# IRLockToggle
source: IR Lockout Toggle
de: IR-Sperre umschalten
fr: Basculer le verrouillage IR
se: IR utlåsning växla

source: All Motors Off
de: Alle Motoren aus
fr: Tous les moteurs arrêtés
se: Alla motorer av

source: All Lights Off
de: Alle Lichter aus
fr: Toutes les lumières éteintes
se: Alla ljus av

source: All Audio Off
de: Alle Audioausgaben aus
fr: Tous les sons sont éteints
se: Allt ljud av

# Restart
source: Restart PFx Brick
de: PFx Brick neu starten
fr: Redémarrer la brique PFx
se: Starta om PFx kloss

# MotorEStop
source: Emergency Stop
de: Notfall Stop
fr: Arrêt d'urgence
se: Nödstopp

# MotorIncSpd
source: Increment Speed
de: Erhöhe Geschwindigkeit
fr: Augmenter la vitesse
se: Öka hastighet

# MotorDecSpd
source: Decrement Speed
de: Verringere Geschwindigkeit
fr: Diminuer la vitesse
se: Minska hastighet

# MotorIncSpdBi
source: Inc Speed (bi-dir)
de: Erhöhe Geschwindigkeit (Bidir.)
fr: Augmenter la vitesse (bidirectionnelle)
se: Öka hastighet (dubbelriktad)

# MotorDecSpdBi
source: Dec Speed (bi-dir)
de: Verringere Geschwindigkeit (Bidir.)
fr: Diminuer la vitesse (bidirectionnelle)
se: Minska hastighet (dubbelriktad)

# MotorChangeDir
source: Change Direction
de: Ändere Richtung
fr: Changer de direction
se: Ändra riktning

# MotorSetSpd
source: Set Speed
de: Geschwindigkeit einstellen
fr: Régler la vitesse
se: Justera hastighet

# MotorSetSpdTimed
source: Set Speed, for duration
de: Geschwindigkeit für eine bestimmte Dauer einstellen
fr: Définir la vitesse pour la durée
se: Justera hastighet, för varaktighet

# MotorOscillate
source: Oscillate
de: Oszillieren
fr: Osciller
se: Oscillera

# MotorOscillateBidir
source: Oscillate (bi-dir)
de: Oszillieren (Bidir.)
fr: Osciller (bidirectionnelle)
se: Oscillera (dubbelriktad)

# MotorOscillateBidirWait
source: Oscillate (bi-dir) with wait
de: Oszillieren (Bidir.) mit Wartezyklus
fr: Osciller (bidirectionnelle) avec le temps d'attente
se: Oscillera (dubbelriktad) med väntan

# MotorRandom
source: Random
de: Zufall
fr: Vitesse aléatoire
se: Slumpmässig

# MotorRandomBidir
source: Random (bi-dir)
de: Zufall (Bidir.)
fr: Vitesse aléatoire (bidirectionnelle)
se: Slumpmässig (dubbelriktad)

# MotorSoundModulated
source: Sound Modulated
de: Audio-Moduliert
fr: Son modulé
se: Ljudmodulerad

# LightFxIndividual
source: Individual
de: Individuell
fr: Individuel
se: Individuell

# LightFxCombo
source: Combination
de: Kombination
fr: Combinaison
se: Kombination

# LightFxNone
source: None
de: Kein
fr: Aucun
se: Inga

# LightFxOnOffToggle
source: On/Off Toggle
de: Ein/Aus Umschalten
fr: Activer / Désactiver
se: På/Av växla

# LightFxIncBright
source: Inc Brightness
de: Erhöhe Helligkeit
fr: Augmenter la luminosité
se: Öka ljusstyrka

# LightFxDecBright
source: Dec Brightness
de: Verringere Helligkeit
fr: Diminuer la luminosité
se: Minska ljusstyrka

# LightFxSetBright
source: Set Brightness
de: Setze Helligkeit
fr: Régler la luminosité
se: Justera ljusstyrka

# LightFxFlash50P
source: 50% Flasher (pos)
de: 50% Blinker (Positiv)
fr: 50% Clignotant (pos)
se: 50% blinka (pos)

# LightFxFlash50N
source: 50% Flasher (neg)
de: 50% Blinker (Negativ)
fr: 50% Clignotant (neg)
se: 50% blinka (neg)

# LightFxStrobeP
source: Strobe Flasher (pos)
de: Stroboskop (Positiv)
fr: Clignotement stroboscopique (pos)
se: Strob blinka (pos)

# LightFxStrobeN
source: Strobe Flasher (neg)
de: Stroboskop(Negativ)
fr: Clignotement stroboscopique (neg)
se: Strob blinka (neg)

# LightFxGyraliteP
source: Gyralite (pos)
de: Gyralite (Positiv)

# LightFxGyraliteN
source: Gyralite (neg)
de: Gyralite (Negativ)

# LightFxFlicker
source: Flicker
de: Flackern
fr: Vaciller
se: Flimmra

# LightFxRandBlink
source: Random Blink
de: Zufälliges Blinken
fr: Scintillement aléatoire
se: Slumpmässig blinkning

# LightFxPhotonTorp
source: Photon Torpedo
de: Photonen-Torpedo
fr: Torpille à photons
se: Fotontorped

# LightFxLaserPulse
source: Laser Pulse
de: Laser-Puls
fr: Impulsion laser
se: Laserpuls

# LightFxEngineGlow
source: Engine Glow
de: Triebwerk-Glühen
fr: Lueur du moteur
se: Motorsken

# LightFxLighthouse
source: Lighthouse
de: Leuchtturm
fr: Phare
se: Fyr

# LightFxBrokenLight
source: Broken Light
de: Defektes Licht
fr: Lumière cassée
se: Trasig lampa

# LightFxStatusInd
source: Status Indicator
de: Status-Anzeige
fr: Indicateur de statut
se: Statusvisare

# LightFxSoundMod
source: Sound Modulated
de: Audio-Moduliert
fr: Son modulé
se: Ljudmodulerad

# LightFxMotorMod
source: Motor Modulated
de: Motor-Moduliert
fr: Vitesse du moteur modulée
se: Motormodulerad

# ComboFxNone
source: None
de: Keine
fr: Aucun
se: Inga

# ComboFxLinSweep
source: Linear Sweep
de: Linearer Durchlauf
fr: Balayage Linéaire
se: Linjärt svep

# ComboFxBargraph
source: Bargraph
de: Balkendiagramm
se: Stapeldiagram

# ComboFxEmcyTwsonic
source: Emergency Twinsonic
de: Notfall Twinsonic-Blinker
fr: Lampes de Secours Twinsonic
se: Akutfall Twinsonic

# ComboFxEmcyWhelen
source: Emergency Whelen
de: Notfall Whelen
fr: Lampes de Secours Whelen
se: Akutfall Whelen

# ComboFxNoise
source: Noise
de: Rauschen
fr: Scintillement aléatoire
se: Oljud

# ComboFxTwinkleStar
source: Twinkling Stars
de: Funkelnde Sterne
fr: Lumières scintillantes
se: Tindrande stjärnor

# ComboFxTrafficSig
source: Traffic Lights
de: Ampel
fr: Feux de Circulation
se: Trafikljus

# ComboFxSoundBar
source: Sound Bar
de: Pegelanzeige
fr: Barre de Son
se: Nivåindikator

# ComboFxAltFlash
source: Alternating Flashers
de: Abwechselndes Blinken
fr: Clignotants Alternés
se: Omväxlande blinkande

# ComboFxLavaLamp
source: Lava Lamp
de: Lava-Lampe
fr: Lampe à Lave
se: Lavalampa

# ComboFxLaserCannon
source: Laser Cannon
de: Laser-Kanone
fr: Canon Laser
se: Laserkanon

# motorChannel
source: Channel
de: Kanal
fr: Canal
se: Kanal

# motorStep
source: Speed Step
de: Schrittweite
fr: Incrément de Vitesse
se: Hastighetssteg

# motorSpeed
source: Speed
de: Geschwindigkeit
fr: Vitesse
se: Hastighet

# motorDuration
source: Duration
de: Dauer
fr: Durée
se: Varaktighet

# motorOnPeriod
source: On Period
de: Ein-Periode
fr: Période de temps Actif
se: På tidsperiod

# motorOffPeriod
source: Off Period
de: Aus-Periode
fr: Période de temps Inactif
se: Av tidsperiod

# motorStep0
source: 1 step (smallest)
de: 1 Schritt (Kleinster)
fr: 1 niveau (plus petit)
se: 1 steg (minsta)

# motorStep1
source: 1% (100 speed steps)
de: 1% (100 Schritte)
fr: 1% (100 niveaux)
se: 1% (100 hastighetssteg)

# motorStep2
source: 2% (50 speed steps)
de: 2% (50 Schritte)
fr: 2% (50 niveaux)
se: 2% (50 hastighetssteg)

# motorStep3
source: 3% (33 speed steps)
de: 3% (33 Schritte)
fr: 3% (33 niveaux)
se: 3% (33 hastighetssteg)

# motorStep4
source: 5% (20 speed steps)
de: 5% (20 Schritte)
fr: 5% (20 niveaux)
se: 5% (20 hastighetssteg)

# motorStep5
source: 6% (16 speed steps)
de: 6% (16 Schritte)
fr: 6% (16 niveaux)
se: 6% (16 hastighetssteg)

# motorStep6
source: 10% (10 speed steps)
de: 10% (10 Schritte)
fr: 10% (10 niveaux)
se: 10% (10 hastighetssteg)

# motorStep7
source: 20% (5 speed steps)
de: 20% (5 Schritte)
fr: 20% (5 niveaux)
se: 20% (5 hastighetssteg)

# motorStep8
source: 25% (4 speed steps)
de: 25% (4 Schritte)
fr: 25% (4 niveaux)
se: 25% (4 hastighetssteg)

# motorStep9
source: 33% (3 speed steps)
de: 33% (3 Schritte)
fr: 33% (3 niveaux)
se: 33% (3 hastighetssteg)

# motorStep10
source: LEGO PF 7 steps
de: LEGO PF 7 Schritte
fr: LEGO PF 7 niveaux
se: LEGO PF 7 steg

# motorSpeed0
source: Stopped
de: Angehalten
fr: Arrêté
se: Stoppad

# motorSpeed1
source: 10% Forward
de: 10% Vorwärts
fr: 10% Vers l'avant
se: 10% Framåt

# motorSpeed2
source: 25% Forward
de: 25% Vorwärts
fr: 25% Vers l'avant
se: 25% Framåt

# motorSpeed3
source: 33% Forward
de: 33% Vorwärts
fr: 33% Vers l'avant
se: 33% Framåt

# motorSpeed4
source: 50% Forward
de: 50% Vorwärts
fr: 50% Vers l'avant
se: 50% Framåt

# motorSpeed5
source: 67% Forward
de: 67% Vorwärts
fr: 67% Vers l'avant
se: 67% Framåt

# motorSpeed6
source: 75% Forward
de: 75% Vorwärts
fr: 75% Vers l'avant
se: 75% Framåt

# motorSpeed7
source: 100% Forward
de: 100% Vorwärts
fr: 100% Vers l'avant
se: 100% Framåt

# motorSpeed8
source: Stopped
de: Angehalten
fr: Arrêté
se: Stoppad

# motorSpeed9
source: 10% Reverse
de: 10% Rückwärts
fr: 10% en arrière
se: 10% Bakåt

# motorSpeed10
source: 25% Reverse
de: 25% Rückwärts
fr: 25% en arrière
se: 25% Bakåt

# motorSpeed11
source: 33% Reverse
de: 33% Rückwärts
fr: 33% en arrière
se: 33% Bakåt

# motorSpeed12
source: 50% Reverse
de: 50% Rückwärts
fr: 50% en arrière
se: 50% Bakåt

# motorSpeed13
source: 67% Reverse
de: 67% Rückwärts
fr: 67% en arrière
se: 67% Bakåt

# motorSpeed14
source: 75% Reverse
de: 75% Rückwärts
fr: 75% en arrière
se: 75% Bakåt

# motorSpeed15
source: 100% Reverse
de: 100% Rückwärts
fr: 100% en arrière
se: 100% Bakåt

# motorDuration0
source: 0.5 sec
de: 0,5 sek
se: 0.5 sek

# motorDuration1
source: 1.0 sec
de: 1,0 sek
se: 1.0 sek

# motorDuration2
source: 1.5 sec
de: 1,5 sek
se: 1.5 sek

# motorDuration3
source: 2.0 sec
de: 2,0 sek
se: 2.0 sek

# motorDuration4
source: 3.0 sec
de: 3,0 sek
se: 3.0 sek

# motorDuration5
source: 4.0 sec
de: 4,0 sek
se: 4.0 sek

# motorDuration6
source: 5.0 sec
de: 5,0 sek
se: 5.0 sek

# motorDuration7
source: 10 sec
de: 10 sek
se: 10 sek

# motorDuration8
source: 15 sec
de: 15 sek
se: 15 sek

# motorDuration9
source: 20 sec
de: 20 sek
se: 20 sek

# motorDuration10
source: 30 sec
de: 30 sek
se: 30 sek

# motorDuration11
source: 45 sec
de: 45 sek
se: 45 sek

# motorDuration12
source: 60 sec
de: 60 sek
se: 60 sek

# motorDuration13
source: 90 sec
de: 90 sek
se: 90 sek

# motorPeriod0
source: 0.25 sec
de: 0,25 sek
se: 0.25 sek

# motorPeriod1
source: 0.5 sec
de: 0,5 sek
se: 0.5 sek

# motorPeriod2
source: 0.75 sec
de: 0,75 sek
se: 0.75 sek

# motorPeriod3
source: 1.0 sec
de: 1,0 sek
se: 1.0 sek

# motorPeriod4
source: 1.25 sec
de: 1,25 sek
se: 1.25 sek

# motorPeriod5
source: 1.5 sec
de: 1,5 sek
se: 1.5 sek

# motorPeriod6
source: 2.0 sec
de: 2,0 sek
se: 2.0 sek

# motorPeriod7
source: 2.5 sec
de: 2,5 sek
se: 2.5 sek

# motorPeriod8
source: 3.0 sec
de: 3,0 sek
se: 3.0 sek

# motorPeriod9
source: 4.0 sec
de: 4,0 sek
se: 4.0 sek

# motorPeriod10
source: 5.0 sec
de: 5,0 sek
se: 5.0 sek

# motorPeriod11
source: 10 sec
de: 10 sek
se: 10 sek

# motorPeriod12
source: 15 sec
de: 15 sek
se: 15 sek

# motorPeriod13
source: 20 sec
de: 20 sek
se: 20 sek

# motorPeriod14
source: 30 sec
de: 30 sek
se: 30 sek

# motorPeriod15
source: 60 sec
de: 60 sek
se: 60 sek

# lightChannel
source: Light Output
de: Licht Ausgang
fr: Sortie de la lumière
se: Ljusutgång

# lightPFChannel
source: PF Output
de: PF Ausgang
fr: Sortie de PF
se: PF utgång

# lightDirOption
source: Dir Options
de: Richtungs-Optionen
fr: Options de direction
se: Riktningsvalmöjligheter

# lightFadeTime
source: Fade Time
de: Blend-Zeit
fr: Temps de fondu
se: Toningstid

# lightBrightness
source: Brightness
de: Helligkeit
fr: Luminosité
se: Ljusstyrka

# lightPeriod
source: Period
de: Periode
fr: Période

# lightPeriod2
source: Period
de: Periode
fr: Période

# lightFadeFactor
source: Fade
de: Blend-Faktor
fr: Se fanent
se: Toningsfaktor

# lightDutyCycle
source: Duty Cycle
de: Tastrate
fr: Cycle de service
se: Arbetscykel

# lightFaultRate
source: Fault Rate
de: Fehlerrate
fr: Taux de défaut
se: Felfrekvens

# lightSource1
source: Indicator Source
de: Anzeigequelle
fr: Source d'indicateur
se: Indikatorkälla

# lightSource2
source: Source 2
de: Quelle 2
se: Källa 2

# lightFlickerOn
source: Flicker On
de: Flackern Ein
fr: Scintille et allume
se: Flimmer på

# lightBurstCount
source: Burst Count
de: Anzahl der Impulse
fr: Nombre d'impulsions
se: Impulsvärde

# lightFaultIntensity
source: Intensity
de: Intensität
fr: Intensité
se: Intensitet

# lightInvert
source: Invert
de: Umkehren
fr: Inverser
se: Invertera

# lightTransition
source: Activation
de: Aktivierung
se: Aktivering

# lightTransitionTime
source: On for
de: Ein für
fr: Période de temps Actif
se: På för

# lightFadeTime0
source: None
de: Kein
fr: Aucun
se: Inga

# lightFadeTime1
source: 50 msec
de: 50 ms
se: 50 ms

# lightFadeTime2
source: 0.1 sec
de: 0,1 sek
se: 0.1 sek

# lightFadeTime3
source: 0.2 sec
de: 0,2 sek
se: 0.2 sek

# lightFadeTime4
source: 0.4 sec
de: 0,4 sek
se: 0.4 sek

# lightFadeTime5
source: 0.5 sec
de: 0,5 sek
se: 0.5 sek

# lightFadeTime6
source: 0.6 sec
de: 0,6 sek
se: 0.6 sek

# lightFadeTime7
source: 0.8 sec
de: 0,8 sek
se: 0.8 sek

# lightFadeTime8
source: 1.0 sec
de: 1,0 sek
se: 1.0 sek

# lightFadeTime9
source: 1.5 sec
de: 1,5 sek
se: 1.5 sek

# lightFadeTime10
source: 2.0 sec
de: 2,0 sek
se: 2.0 sek

# lightFadeTime11
source: 2.5 sec
de: 2,5 sek
se: 2.5 sek

# lightFadeTime12
source: 3.0 sec
de: 3,0 sek
se: 3.0 sek

# lightFadeTime13
source: 4.0 sec
de: 4,0 sek
se: 4.0 sek

# lightFadeTime14
source: 5.0 sec
de: 5,0 sek
se: 5.0 sek

# lightFadeTime15
source: 10.0 sec
de: 10,0 sek
se: 10.0 sek

# lightFadeFactor0
source: None
de: Kein
fr: Aucun
se: Inga

# lightPeriod-0
source: 0.1 sec
de: 0,1 sek
se: 0.1 sek

# lightPeriod-1
source: 0.25 sec
de: 0,25 sek
se: 0.25 sek

# lightPeriod-2
source: 0.5 sec
de: 0,5 sek
se: 0.5 sek

# lightPeriod-3
source: 0.75 sec
de: 0,75 sek
se: 0.75 sek

# lightPeriod-4
source: 1.0 sec
de: 1,0 sek
se: 1.0 sek

# lightPeriod-5
source: 1.25 sec
de: 1,25 sek
se: 1.25 sek

# lightPeriod-6
source: 1.5 sec
de: 1,5 sek
se: 1.5 sek

# lightPeriod-7
source: 1.75 sec
de: 1,75 sek
se: 1.75 sek

# lightPeriod-8
source: 2.0 sec
de: 2,0 sek
se: 2.0 sek

# lightPeriod-9
source: 2.5 sec
de: 2,5 sek
se: 2.5 sek

# lightPeriod-10
source: 3.0 sec
de: 3,0 sek
se: 3.0 sek

# lightPeriod-11
source: 4.0 sec
de: 4,0 sek
se: 4.0 sek

# lightPeriod-12
source: 5.0 sec
de: 5,0 sek
se: 5.0 sek

# lightPeriod-13
source: 8.0 sec
de: 8,0 sek
se: 8.0 sek

# lightPeriod-14
source: 10 sec
de: 10 sek
se: 10 sek

# lightPeriod-15
source: 20 sec
de: 20 sek
se: 20 sek

# lightPeriod20
source: 50 msec
de: 50 ms
se: 50 ms

# lightPeriod21
source: 0.1 sec
de: 0,1 sek
se: 0.1 sek

# lightPeriod22
source: 0.2 sec
de: 0,2 sek
se: 0.2 sek

# lightPeriod23
source: 0.3 sec
de: 0,3 sek
se: 0.3 sek

# lightPeriod24
source: 0.4 sec
de: 0,4 sek
se: 0.4 sek

# lightPeriod25
source: 0.5 sec
de: 0,5 sek
se: 0.5 sek

# lightPeriod26
source: 0.6 sec
de: 0,6 sek
se: 0.6 sek

# lightPeriod27
source: 0.7 sec
de: 0,7 sek
se: 0.7 sek

# lightPeriod28
source: 0.8 sec
de: 0,8 sek
se: 0.8 sek

# lightPeriod29
source: 0.9 sec
de: 0,9 sek
se: 0.9 sek

# lightPeriod210
source: 1.0 sec
de: 1,0 sek
se: 1.0 sek

# lightPeriod211
source: 1.25 sec
de: 1,25 sek
se: 1.25 sek

# lightPeriod212
source: 1.5 sec
de: 1,5 sek
se: 1.5 sek

# lightPeriod213
source: 1.75 sec
de: 1,75 sek
se: 1.75 sek

# lightPeriod214
source: 2.0 sec
de: 2,0 sek
se: 2.0 sek

# lightPeriod215
source: 3.0 sec
de: 3,0 sek
se: 3.0 sek

# lightTransitionTime0
source: 0.5 sec
de: 0,5 sek
se: 0.5 sek

# lightTransitionTime1
source: 1.0 sec
de: 1,0 sek
se: 1.0 sek

# lightTransitionTime2
source: 1.5 sec
de: 1,5 sek
se: 1.5 sek

# lightTransitionTime3
source: 2.0 sec
de: 2,0 sek
se: 2.0 sek

# lightTransitionTime4
source: 3.0 sec
de: 3,0 sek
se: 3.0 sek

# lightTransitionTime5
source: 4.0 sec
de: 4,0 sek
se: 4.0 sek

# lightTransitionTime6
source: 5.0 sec
de: 5,0 sek
se: 5.0 sek

# lightTransitionTime7
source: 10 sec
de: 10 sek
se: 10 sek

# lightTransitionTime8
source: 15 sec
de: 15 sek
se: 15 sek

# lightTransitionTime9
source: 20 sec
de: 20 sek
se: 20 sek

# lightTransitionTime10
source: 30 sec
de: 30 sek
se: 30 sek

# lightTransitionTime11
source: 45 sec
de: 45 sek
se: 45 sek

# lightTransitionTime12
source: 60 sec
de: 60 sek
se: 60 sek

# lightTransitionTime13
source: 90 sec
de: 90 sek
se: 90 sek

# dirOptionNone
source: None
de: Kein
fr: Aucun
se: Inga

# dirOptionMotorAFwd
source: On if Motor A Fwd
de: Ein wenn Motor A Vorw.
fr: Actif si Motor A Fwd
se: På om motor A framåt

# dirOptionMotorARev
source: On if Motor A Rev
de: Ein wenn Motor A Rückw.
fr: Actif si Motor A Rev
se: På om motor A bakåt

# dirOptionMotorBFwd
source: On if Motor B Fwd
de: Ein wenn Motor B Vorw.
fr: Actif si Motor B Fwd
se: På om motor B framåt

# dirOptionMotorBRev
source: On if Motor B Rev
de: Ein wenn Motor B Rückw.
fr: Actif si Motor B Rev
se: På om motor B bakåt

# dirOptionMotorCFwd
source: On if Motor C Fwd
de: Ein wenn Motor C Vorw.
fr: Actif si Motor C Fwd
se: På om motor C framåt

# dirOptionMotorCRev
source: On if Motor C Rev
de: Ein wenn Motor C Rückw.
fr: Actif si Motor C Rev
se: På om motor C bakåt

# dirOptionMotorDFwd
source: On if Motor D Fwd
de: Ein wenn Motor D Vorw.
fr: Actif si Motor D Fwd
se: På om motor D framåt

# dirOptionMotorDRev
source: On if Motor D Rev
de: Ein wenn Motor D Rückw.
fr: Actif si Motor D Rev
se: På om motor D bakåt

# dirOptionOddMotorAFwd
source: 1,3,5,7 On if Motor A Fwd, 2,4,6,8 if Rev
de: 1,3,5,7 Ein wenn Motor A Vorw., 2,4,6,8 wenn Rückw.
fr: 1,3,5,7 Actif si Motor A Fwd, 2,4,6,8 si Rev
se: 1,3,5,7 på om motor A framåt, 2,4,6,8 om bakåt

# dirOptionOddMotorBFwd
source: 1,3,5,7 On if Motor B Fwd, 2,4,6,8 if Rev
de: 1,3,5,7 Ein wenn Motor B Vorw., 2,4,6,8 wenn Rückw.
fr: 1,3,5,7 Actif si Motor B Fwd, 2,4,6,8 si Rev
se: 1,3,5,7 på om motor B framåt, 2,4,6,8 om bakåt

# dirOptionOddMotorCFwd
source: 1,3,5,7 On if Motor C Fwd, 2,4,6,8 if Rev
de: 1,3,5,7 Ein wenn Motor C Vorw., 2,4,6,8 wenn Rückw.
fr: 1,3,5,7 Actif si Motor C Fwd, 2,4,6,8 si Rev
se: 1,3,5,7 på om motor C framåt, 2,4,6,8 om bakåt

# dirOptionOddMotorDFwd
source: 1,3,5,7 On if Motor D Fwd, 2,4,6,8 if Rev
de: 1,3,5,7 Ein wenn Motor D Vorw., 2,4,6,8 wenn Rückw.
fr: 1,3,5,7 Actif si Motor D Fwd, 2,4,6,8 si Rev
se: 1,3,5,7 på om motor D framåt, 2,4,6,8 om bakåt

# dirOptionOddMotorARev
source: 1,3,5,7 On if Motor A Rev, 2,4,6,8 if Fwd
de: 1,3,5,7 Ein wenn Motor A Rückw., 2,4,6,8 wenn Vorw.
fr: 1,3,5,7 Actif si Motor A Rev, 2,4,6,8 si Fwd
se: 1,3,5,7 på om motor A bakåt, 2,4,6,8 om framåt

# dirOptionOddMotorBRev
source: 1,3,5,7 On if Motor B Rev, 2,4,6,8 if Fwd
de: 1,3,5,7 Ein wenn Motor B Rückw., 2,4,6,8 wenn Vorw.
fr: 1,3,5,7 Actif si Motor B Rev, 2,4,6,8 si Fwd
se: 1,3,5,7 på om motor B bakåt, 2,4,6,8 om framåt

# dirOptionOddMotorCRev
source: 1,3,5,7 On if Motor C Rev, 2,4,6,8 if Fwd
de: 1,3,5,7 Ein wenn Motor C Rückw., 2,4,6,8 wenn Vorw.
fr: 1,3,5,7 Actif si Motor C Rev, 2,4,6,8 si Fwd
se: 1,3,5,7 på om motor C bakåt, 2,4,6,8 om framåt

# dirOptionOddMotorDRev
source: 1,3,5,7 On if Motor D Rev, 2,4,6,8 if Fwd
de: 1,3,5,7 Ein wenn Motor D Rückw., 2,4,6,8 wenn Vorw.
fr: 1,3,5,7 Actif si Motor D Rev, 2,4,6,8 si Fwd
se: 1,3,5,7 på om motor D bakåt, 2,4,6,8 om framåt

# lightSize
source: Output Size
de: Ausgangsgröße
fr: Nombre de sorties
se: Utgångsstorlek

# lightSweepStyle
source: Sweep Style
de: Durchlauf-Stil
fr: Style de balayage
se: Svepstil

# lightTwinStyle
source: Twinsonic Style
de: Twinsonic Stil
fr: Style de Twinsonic
se: Twinsonic stil

# lightWhelenStyle
source: Whelen Style
de: Whelen Stil
fr: Style de Whelen

# lightSeq
source: Sequence
de: Sequenz
se: Sekvens

# lightFlashRate
source: Flash Rate
de: Blinkrate
fr: Période
se: Blinkfrekvens

# lightTrafficStyle
source: Traffic Style
de: Ampel-Stil
fr: Style de feux tricolores
se: Trafikstil

# lightSeqTime
source: Sequence Time
de: Sequenz Zeit
fr: Temps de séquence
se: Sekvenstid

# lightBarStyle
source: Bar Style
de: Balken-Stil
fr: Style de barre
se: Nivåstil

# twinStyleSingle
source: Single
de: Einzeln
fr: Singulier
se: Enkel

# twinStyleDual
source: Dual
de: Doppelt
fr: Double
se: Dubbel

# twinStyleCombo
source: Combo
de: Kombiniert
se: Kombo

# whelenStyleSigAlert
source: Signal Alert
de: Alarmsignal
se: Alarmsignal

# whelenStyleSigAlertSteady
source: Signal Alert Steady
de: Stetiges Alarmsignal
se: Alarmsignal fast

# whelenStyleCometFlash
source: Comet Flash
de: Kometenblinker
se: Kometblixt

# whelenStyleActionFlash50
source: Action Flash 50
de: Aktionsblinker 50
se: Aktionblixt 50

# whelenStyleActionFlash150
source: Action Flash 150
de: Aktionsblinker 150
se: Aktionblixt 150

# whelenStyleModuFlash
source: Modu Flash
de: Modulierter Blinker
se: Modulerad blixt

# whelenStyleSingleFlash
source: Single Flash
de: Einzelner Blinker
se: Enkel blixt

# whelenStyleDoubleFlash
source: Double Flash
de: Doppelter Blinker
se: Dubbel blixt

# whelenStyleTripleFlash
source: Triple Flash
de: Dreifacher Blinker
se: Trippel blixt

# whelenStyleWarning
source: Warning Flash
de: Warnblinker
se: Varningsblixt

# whelenStyleRandom
source: Random Program
de: Zufälliges Programm
se: Slumpmässigt program

# trafficStandardGreen
source: Standard w/ flashing green
de: Standard mit blink. Grün
fr: Standard avec vert clignotant
se: Standard med blinkande grönt

# trafficEuro
source: European
de: Europäisch
se: Europeisk

# trafficFlashRedNS
source: Flashing Red (NS), Yellow (EW)
de: Blinkendes Rot (NS), Gelb (OW)
fr: Rouge clignotant (NS), jaune (EW)
se: Blinkande röd (NS), gul (ÖV)

# trafficStandardPed
source: Standard w/ pedestrian signal
de: Standard mit Fußgänger
fr: Standard avec signal piéton
se: Standard med fotgängarsignal

# trafficStandardGreenPed
source: Standard w/ flashing green + pedestrian
de: Standard mit blink. Grün + Fußgänger
fr: Standard avec vert clignotant + signal piéton
se: Standard med blinkande grönt + fotgängarsignal

# trafficEuroPed
source: European w/ pedestrian signal
de: Europäisch mit Fußgänger
fr: European avec signal piéton
se: Europeisk med fotgängarsignal

# trafficFlashRedEW
source: Flashing Red (EW), Yellow (NS)
de: Blinkendes Rot (OW), Gelb (NS)
fr: Rouge clignotant (EW), jaune (NS)
se: Blinkande röd (ÖV), gul (NS)

# trafficEuro2
source: European 2
de: Europäisch 2
se: Europeisk 2

# trafficEuro2Ped
source: European 2 w/ pedestrian signal
de: Europäisch 2 mit Fußgänger
fr: European 2 avec signal piéton
se: Europeisk 2 med fotgängarsignal

# SoundFxNone
source: None
de: Kein
fr: Aucun
se: Inga

# SoundFxSetVolume
source: Set Volume
de: Laustärke einstellen
fr: Régler le volume
se: Justera ljudstyrka

# SoundFxIncVolume
source: Increase Volume
de: Erhöhe Lautstärke
fr: Augmenter le volume
se: Öka ljudstyrka

# SoundFxDecVolume
source: Decrease Volume
de: Verringere Lautstärke
fr: Diminuer le volume
se: Minska ljudstyrka

# SoundFxPlayOnce
source: Play Once
de: Einmal abspielen
fr: Jouer une fois
se: Spela en gång

# SoundFxPlayContinuous
source: Play Continuous
de: Kontinuierlich abspielen
fr: Jouer en continu
se: Spela kontinuerligt

# SoundFxPlayNTimes
source: Play N Times
de: n x abspielen
fr: Jouer N fois
se: Spela N gånger
