Repository: fx-bricks/pfx-brick-dev
Catalog: localization/*/iOS/Localizable.strings
Languages: de, fr, nl, se

source: Available
de: Verfügbar
fr: Disponible
nl: Beschikbaar
se: Tillgänglig

source: Not available
de: Nicht verfügbar
fr: Indisponible
nl: Niet beschikbaar
se: Ej tillgänglig

# dialog_cancel
source: Cancel
de: Abbruch
fr: Annuler
nl: Annuleren
se: Avbryt

# dialog_forget
source: Forget
de: Entfernen
fr: Oublier
nl: Vergeten
se: Ta bort

# dialog_reset
source: Reset
de: Rücksetzung
fr: Réinitialiser
se: Återställ

source: Unpair
de: Entkopplung
fr: Désunir
nl: Ontkoppelen
se: Avsynkronisera

source: Lights
de: Lichter
fr: Lumières
nl: Licht
se: Lampor

source: Dir
de: Drehrichtung
nl: Richting
se: Rotationsriktning

# tab_bricks
source: Bricks
de: Bausteine
fr: Briques
se: Klossar

# tab_test
source: Test Control
de: Test-Steuerung
fr: Contrôle de Test
nl: Testen
se: Testa Kontroll

# tab_speed_remote
source: Dual Speed
de: Fernsteuerung
fr: Double Vitesse
nl: Snelheidsregelaar

# test_control_title
source: Test Control
de: Test-Steuerung
fr: Contrôle de Test
nl: Testen
se: Testa Kontroll

# no_files
source: No audio files
de: Keine Audio-Dateien
fr: Aucun fichier audio
nl: Geen geluidsbestanden
se: Inga ljudfiler

# indexing_files
source: Indexing audio files...
de: Indexiere Audio-Dateien...
fr: Indexer des fichiers audio...
nl: Geluidsbestanden indexeren
se: Indexerar ljudfiler...

source: Individual
de: Individuell
fr: Individuel
nl: Individueel
se: Individuell

source: Grouped
de: Gruppiert
fr: Groupé
nl: Gegroepeerd
se: Grupperad

# disconnected_title
source: Disconnected
de: Getrennt
fr: Déconnecté
nl: Niet verbonden
se: Frånkopplad

source: Connecting...
de: Verbinde...
fr: De liaison...
nl: Verbinden.../ Koppelen...
se: Ansluter...

source: Disconnect
de: Trenne Verbindung
fr: Déconnecter
nl: Verbinding verbreken/ Ontkoppelen
se: Koppla från

# ble_err_title
source: Bluetooth Alert
de: Bluetooth Alarm
fr: Alerte Bluetooth
nl: Bluetooth Waarschuwing
se: Bluetooth varning

# ble_err_unsupported
source: This device does not support Bluetooth Low Energy
de: Dieses Gerät unterstützt keine Bluetooth Smart Funktechnik
fr: Cet appareil ne prend pas en charge Bluetooth Low Energy
nl: Dit apparaat ondersteunt geen Bluetooth Low Energy
se: Denna enhet har inte stöd för Bluetooth Low Energy

# ble_err_unauthorized
source: The PFx mobile app is not authorized to use Bluetooth Low Energy
de: Die PFx Mobile App ist nicht authorisiert, um Bluetooth Smart Funktechnik zu nutzen
fr: L'application mobile PFx n'est pas autorisée à utiliser Bluetooth Low Energy
nl: De PFx app is niet geauthoriseerd om Bluetooth Low Energy te gebruiken
se: PFx mobilapp har inte tillåtelse att använda Bluetooth Low Energy

# ble_err_power_off
source: Bluetooth must be enabled to communicate with your PFx Bricks
de: Bluetooth muss aktiviert sein, um mit PFx Bausteinen kommunizieren zu können
fr: Bluetooth doit être activé pour communiquer avec vos briques PFx
nl: Bluetooth moet aan staan voor communicatie met PFx Bricks
se: Bluetooth måste vara aktiverad för att kommunicera med dina PFx klossar

# ble_dev_unnamed
source: Unknown
de: Unbekannt
fr: Inconnu
nl: Onbekend
se: Okänd

# dev_already_paired
source: This PFx Brick has already been paired with the PFx App
de: Dieser PFx Baustein wurde bereits mit der PFx App gekoppelt
fr: Cette brique PFx a déjà été associée à l'application PFx
nl: Deze PFx Brick is al gekoppeld met de PFx App
se: Denna PFx kloss har redan synkroniserats med PFx App

# dev_pair_success
source: PFx Brick has been successfully paired
de: PFx Baustein wurde erfolgreich gekoppelt
fr: La brique PFx a été jumelée avec succès
nl: PFx Brick is gekoppeld
se: PFx klossen är nu synkroniserad

# pair_result_title
source: PFx Brick Pairing
de: PFx Baustein-Kopplung
fr: Appariement de briques PFx
nl: PFx Brick koppelen
se: PFx kloss synkronisering

# pair_forget_title
source: Forget this PFx Brick?
de: Entferne diesen PFx Baustein?
fr: Oubliez cette brique PFx?
nl: Vergeet deze PFx Brick?
se: Ta bort denna PFx kloss?

# alert_disconnect
source: Connection to PFx Brick has been lost
de: Verbindung zum PFx Baustein wurde unterbrochen
fr: La connexion à la brique PFx a été perdue
nl: Verbinding met PFx Brick is verbroken
se: Tappat förbindelse till PFx kloss

# reset_defaults_title
source: Reset PFx Brick to factory defaults?
de: Rücksetzung des PFx Bausteins auf den Auslieferungszustand?
fr: Réinitialiser PFx Brick aux paramètres d'usine?
nl: Zet PFx Brick terug naar fabrieksinstellingen?
se: Återställ PFx kloss till fabriksinställning?

# timeout_title
source: Incompatible Device
de: Inkompatibles Gerät
fr: Dispositif incompatible
nl: Onbruikbaar apparaat
se: Inkompatibel enhet

# timeout_message
source: This device is not recognized as a PFx Brick
de: Dieses Gerät wurde nicht als PFx Baustein erkannt
fr: Cet appareil n'est pas reconnu comme une brique PFx
nl: Dit apparaat wordt niet herkend als PFx Brick
se: Denna enhet känns inte igen som en PFx kloss

# brick_selector_title
source: PFx Brick
de: PFx Baustein
fr: Brique PFx
se: PFx kloss

# brick_selector_my_paired
source: My paired PFx Bricks
de: Meine gekoppelten PFx Bausteine
fr: Mes briques PFx appariées
nl: Mijn gekoppelde PFx Bricks
se: Mina synkroniserade PFx klossar

# brick_selector_other_dev
source: Other Bluetooth devices
de: Andere Bluetooth Geräte
fr: Autres périphériques Bluetooth
nl: Andere Bluetooth apparaten
se: Andra Bluetooth enheter

# brick_selector_no_paired
source: No paired PFx Bricks found
de: Keine gekoppelten PFx Bausteine gefunden
fr: Pas de briques PFx jumelées trouvées
nl: Geen gekoppelde PFx Bricks gevonden
se: Inga synkroniserade PFx klossar hittades

# dev_model
source: Model
de: Modell
fr: Modèle
se: Modell

# dev_serial_no
source: Serial Number
de: Serien-Nummer
fr: Numéro de série
nl: Serienummer
se: Serienummer

# dev_usage
source: Usage
de: Verwendung
nl: Gebruik
se: Användning

# dev_pair
source: Pair this PFx Brick
de: Kopple diesen PFx Baustein
fr: Paire cette brique PFx
nl: Koppel
se: Synkronisera denna PFx kloss

# dev_forget
source: Forget this PFx Brick
de: Entferne diesen PFx Baustein
fr: Oubliez cette brique PFx
nl: Vergeet
se: Ta bort denna PFx kloss

# settings_label
source: Settings
de: Einstellungen
fr: Préférences
nl: Instellingen
se: Inställningar

# start_vol_label
source: Startup Volume
de: Lautstärke beim Einschalten
fr: Volume de Démarrage
nl: Opstart Volume
se: Ljudvolym vid start

# bass_label
source: Bass
de: Tiefen
fr: Basse
nl: Laag
se: Bas

# treble_label
source: Treble
de: Höhen
fr: Aigus
nl: Hoog
se: Diskant

source: Motor Settings
de: Motor-Einstellungen
fr: Préférences Moteur
nl: Motor Instellingen
se: Motorinställningar

source: Reset
de: Zurücksetzen
fr: Réinitialiser
se: Återställ

# reset_defaults
source: Reset to factory defaults
de: Auf Auslieferungszustand zurücksetzen
fr: Réinitialiser aux paramètres d'usine
nl: Reset fabrieksinstellingen
se: Återställ till fabriksinställningar

# ir_sensor
source: Infrared Sensor
de: Infrarot-Sensor
fr: Capteur infrarouge
nl: Infrarood sensor
se: Infraröd sensor

source: Power Saving
de: Stromspar-Funktion
fr: Economie d'énergie
nl: Energiebesparing
se: Strömsparning

source: IR Lockout
de: IR Unterbrechung
fr: Verrouillage IR
nl: IR Blokkeermodus
se: IR utlåsning

# start_brightness
source: Startup Brightness
de: Helligkeit bei Start
fr: Luminosité au démarrage
nl: Opstart Lichtsterkte
se: Ljusstyrka vid start

# auto_drc
source: Automatic Dynamic Range
de: Automatische Dynamische Bereichssteuerung (DRC)
fr: Gamme dynamique automatique
nl: Automatisch Dynamisch Bereik
se: Automatiskt dynamiskt omfång

# vol_beep
source: Volume Change Beep
de: Lautstärke-Änderungssignal
fr: Bip de changement de volume
nl: Volume Piepjes
se: Volymändringsljud

# motor_a
source: Motor Output A
de: Motor Ausgang A
fr: Sortie moteur A
nl: Motor Uitgang A
se: Motor utgång A

# motor_b
source: Motor Output B
de: Motor Ausgang B
fr: Sortie moteur B
nl: Motor Uitgang B
se: Motor utgång B

source: Normally ON
de: Normal Ein
fr: Normalement actif
nl: Normaal AAN
se: Normalt PÅ

source: Normally OFF
de: Normal Aus
fr: Normalement inactif
nl: Normaal UIT
se: Normalt AV

# status_led_help
source: Choose which state the Status LED should normally appear when the PFx Brick is turned on. The Status LED always blinks with activity related to USB, Infrared, and Bluetooth communication.
de: Wähle die Betriebsart der Status-LED, wenn der PFx Baustein eingeschaltet wird. Die Status-LED blinkt in Abhängigkeit zur USB-, Infrarot- und Bluetooth Kommunikation.
fr: Choisissez l'état dans lequel le voyant d'état doit normalement apparaître lorsque le brique PFx est activé. Le voyant d'état clignote toujours avec une activité liée aux communications USB, infrarouge et Bluetooth.
nl: Kies hoe de status LED zich gedraagt als de PFx Brick wordt aangezet. De status LED knippert altijd als er een signaal wordt ontvangen via USB, Infrarood of Bluetooth.
se: Välj vilket läge Status LED:n startar upp i. Status LED:n blinkar alltid vid kommunikation med USB, IR och Bluetooth.

source: Disabled
de: Deaktiviert
fr: Désactivé
nl: Uit
se: Inaktiverad

# off_30min
source: Turn off after 30 minutes
de: Ausschalten nach 30 Minuten
fr: Éteindre après 30 minutes
nl: Zet uit na 30 minuten
se: Stäng av efter 30 minuter

# off_60min
source: Turn off after 60 minutes
de: Ausschalten nach 60 Minuten
fr: Éteindre après 60 minutes
nl: Zet uit na 60 minuten
se: Stäng av efter 60 minuter

# off_3hr
source: Turn off after 3 hours
de: Ausschalten nach 3 Stunden
fr: Éteindre après 3 heures
nl: Zet uit na 3 uur
se: Stäng av efter 3 timmar

# power_saving_help
source: Choose the Power Saving mode to automatically turn off the PFx Brick after a period of no activity. No activity means no communication is received from either USB, Infrared, or Bluetooth interfaces.
de: Wähle die Stromspar-Funktion, um den PFx Baustein automatisch nach einer vorgebenen Zeit abzuschalten, wenn dieser nicht verwendet wird. D.h. wenn keine Kommunikation via USB, Infrarot oder Bluetooth erfolgt.
fr: Choisissez le mode d'économie d'énergie pour désactiver automatiquement la brique PFx après une période d'inactivité. Aucune activité signifie qu'aucune communication n'est reçue des interfaces USB, infrarouge ou Bluetooth.
nl: Kies een energiebesparings instelling om de PFx Brick automatisch uit te zetten na een periode zonder activiteit. Geen activiteit betekent dat er geen signaal is ontvangen via USB, Infrarood of Bluetooth.
se: Välj vilket strömsparläge för när PFx klossen automatiskt stängs av efter en stunds inaktivitet. Inaktivitet innebär när ingen kommunikation sker från antingen USB, infraröd eller Bluetooth gränssnitten.

source: Never
de: Niemals
fr: Jamais
nl: Nooit
se: Aldrig

# auto_1min
source: Automatically after 1 minute
de: Automatisch nach 1 Minute
fr: Automatiquement après 1 minute
nl: Automatisch na 1 minuut
se: Automatiskt efter 1 minut

# auto_5min
source: Automatically after 5 minutes
de: Automatisch nach 5 Minuten
fr: Automatiquement après 5 minutes
nl: Automatisch na 5 minuten
se: Automatiskt efter 5 minuter

# immediately
source: Immediately after Startup
de: Sofort nach Start
fr: Immédiatement après le démarrage
nl: Direct na opstarten
se: Direkt efter start

# ir_lockout_help
source: The PFx Brick can switch to IR lockout mode automatically after a period of no activity or immediately after Startup. In lockout mode, the PFx Brick will not respond to any IR messages except for a message to exit from lockout mode.
de: Der PFx Baustein kann die Infrarot-Kommunikation automatisch nach einen definierten Zeitraum der Inaktivität oder sofort nach dem Starten unterbrechen. Im Unterbrechungs-Modus reagiert der PFx Baustein auf keine IR-Befehle - mit Ausnahme des Befehls zur Wiederaufnahme der Kommunikation.
fr: Le PFx Brick peut basculer automatiquement en mode de verrouillage IR après une période sans activité ou immédiatement après le démarrage. En mode de verrouillage, le PFx Brick ne répondra à aucun message IR, sauf pour un message de sortie du mode de verrouillage.
nl: De PFx Brick kan IR blokkeermodus inschakelen direct na het opstarten of na een periode zonder activiteit. In blokkeermodus negeert de PFx Brick alle IR signalen behalve een signaal om blokkeermodus uit te schakelen.
se: PFx klossen kan gå in i IR utlåsningsläge automatiskt efter en stund utan aktivitet eller direkt efter start. I utlåsningsläge svarar PFx klossen inte på några meddelanden förutom meddelande att lämna utlåsningsläge.

# bt_continue
source: Continue operating
de: Betrieb fortsetzen
fr: Continuer à opérer
nl: Verder gaan
se: Fortsätt fungera

# bt_stop
source: Stop motors
de: Motoren stoppen
fr: Arrêter les moteurs
nl: Motoren stoppen
se: Stoppa motorerna

# bt_power_off
source: Power Saving
de: Stromspar-Funktion
fr: Economie d'énergie
nl: Energiebesparing
se: Strömbesparing

# bt_loss_connect
source: Connection Loss Options
de: Optionen für Verbindungstrennung
fr: Options de perte de connexion
nl: Verloren Verbinding Opties
se: Inställningar vid tappad förbindelse

# bt_radio_power
source: Radio Power
de: Sendeleistung
fr: Puissance radio
nl: Signaalsterkte
se: Radioeffekt

# bt_power_help
source: The Bluetooth radio can be disabled automatically after a period of no activity or immediately after Startup to help extend battery life.
de: Die Bluetooth Kommunikation kann automatisch nach einen definierten Zeitraum der Inaktivität oder sofort nach dem Starten deaktiviert werden, um die Batterie-Lebensdauer zu verlängern.
fr: La radio Bluetooth peut être désactivée automatiquement après une période d'inactivité ou immédiatement après le démarrage pour prolonger la durée de vie de la batterie.
nl: Bluetooth radio kan uitschakelen direct na het opstarten of na een periode zonder activiteit om energie te besparen.
se: Bluetoothradion kan stängas av automatiskt efter en stund av inaktivitet eller direkt efter start för att förlänga batteriets livslängd.

# bt_loss_help
source: When the PFx Brick loses connection with the mobile App, it can be configured to either continue operating or stop all motors. Stopping the motors can be a safe option to prevent models from running away without control.
de: Wenn der PFx Baustein die Verbindung zur mobilen App verliert, kann der sofortige Stopp oder der weitere Betrieb aller Motoren konfiguriert werden. Das Stoppen der Motoren kann eine Sicherheitsfunktion sein, um ein unkontrolliertes Verhalten und ggf. Beschädigungen des Modells zu verhindern.
fr: Lorsque la brique PFx perd la connexion avec l'application mobile, elle peut être configurée pour continuer à fonctionner ou arrêter tous les moteurs. L'arrêt des moteurs peut être une option sûre pour empêcher les modèles de s'enfuir sans contrôle.
nl: Als de PFx Brick verbinding verliest met de App kan hij alle motoren stoppen of gewoon verdergaan. Motoren stoppen kan een veilige optie zijn om te voorkomen dat een model op hol slaat.
se: När PFx klossen tappar förbindelsen med mobilappen kan den konfigureras att antingen fortsätta fungera eller stoppa alla motorer. Att stoppa motorerna kan vara ett säkrare val för att förhindra modeller från att skena iväg utom kontroll.

# bt_radio_help
source: Lower values of radio power increase battery life, but decrease radio range. For maximum range performance, increase radio power.
de: Eine geringere Kommunikationsleistung erhöht die Lebensdauer der Batterie, schränkt jedoch die Reichweite ein.
fr: Des valeurs de puissance radio plus faibles augmentent la durée de vie de la batterie, mais diminuent la portée radio. Pour une performance de portée maximale, augmentez la puissance radio.
nl: Een lagere waarde voor signaalsterkte verbruikt minder energie maar geeft ook minder bereik. Stel voor het beste bereik een hoge signaalsterkte in.
se: Lägre radioeffekt förlänger batteriets livslängd men minskar radions räckvidd. För maximal räckvidd, öka radioeffekten.

source: Global Brightness
de: Globale Helligkeit
fr: Luminosité Globale
nl: Standaard Lichtsterkte
se: Global ljusstyrka

# ind_brightness
source: Individual Brightness
de: Individuelle Helligkeit
fr: Luminosité individuelle
nl: Individuele Lichtsterkte
se: Individuell ljusstyrka

# motor_brightness
source: Motor Outputs with Lights
de: Motor-Ausgänge mit Lichtern
fr: Sorties de moteur avec lumières
nl: Motor Uitgangen met licht
se: Motoreffekt med lampor

# test_brightness
source: Turn on lights (preview)
de: Lichter einschalten (Vorschau)
fr: Allumer les lumières (aperçu)
nl: Lichten aanzetten (test)
se: Tänd ljus (förhandsvisning)

# brightness_help
source: Choose the default brightness for all lighting channels after Startup. You can optionally adjust individual brightness settings for each lighting channel for even greater control.
de: Wähle die Helligkeit für alle Licht-Ausgänge beim Einschalten. Alternativ kann für jeden Ausgang die Hellgkeit individuell eingestellt werden.
fr: Choisissez la luminosité par défaut pour tous les canaux d'éclairage après le démarrage. Vous pouvez éventuellement ajuster les paramètres de luminosité individuels pour chaque canal d'éclairage pour un contrôle encore meilleur.
nl: Kies de standaard lichtsterkte voor alle lichtkanalen bij het opstarten. Je kan eventueel de lichtsterkte aanpassen voor individuele kanalen.
se: Välj ljusstyrka för alla ljusutgångar efter start. Alternativt kan du justera ljusstyrkan individuellt för varje ljusutgång för mer kontroll.

source: Motor Speed
de: Motorgeschwindigkeit
fr: Vitesse du moteur
nl: Motor snelheid
se: Motorhastighet

# motor_accel
source: Acceleration
de: Beschleunigung
fr: Accélération
nl: Acceleratie

# motor_decel
source: Deceleration
de: Verzögerung
fr: Ralentissement
nl: Vertraging

# motor_invert
source: Invert Direction
de: Richtung umkehren
fr: Inverser la direction
nl: Richting omkeren
se: Invertera riktning

# motor_torque
source: Torque Compensation
de: Drehmoment-Kompensation
fr: Compensation de couple
nl: Koppel compensatie
se: Vridmomentkompensation

# motor_pf
source: Power Functions Compatibility
de: Power Functions Kompatibilität
fr: Compatibilité des fonctions d'alimentation
nl: Power Functions compatibiliteit
se: Power Functions kompatibilitet

# motor_curve
source: Speed Curve
de: Drehzahlkurve
fr: Courbe de vitesse
nl: Snelheids curve
se: Hastighetskurva

# motor_torque_help
source: Torque Compensation enables random low frequency modulation of the motor during startup to overcome initial starup friction.
de: Mit der Drehmoment-Kompensation kann eine automatische Pulsweiten-Modulation (PWM) zur Überwindung der Reibungskräfte bei sehr langsamer Drehzahl.
fr: La compensation de couple permet une modulation aléatoire du moteur pendant le démarrage afin de surmonter les frictions de démarrage initiales.
nl: Koppel compensatie zorgt voor willekeurige laag-frequente modulatie van de motor tijdens het opstarten om opstart frictie te overwinnen.
se: Vridmomentkompensation möjliggör slumpmässig lågfrekvensmodulering av motorn för att motverka friktion under start.

# motor_pf_help
source: Power Functions Compatibility operates the motor with the same audible (1 kHz) Pulse Width Modulation (PWM) frequency as the LEGO® IR receiver. Disable this setting to use quiet high frequency PWM. Strongly recommended for Power Functions M Motors.
de: Power Functions Kompatibilität betreibt den Motor mit der selben Pulsweiten-Modulations-Freqzenz (PWM) wie die LEGO® IR Empfänger (1 kHz). Empfohlene Einstellung für Power Functions M Motoren. Das Deaktivieren dieser Einstellung verwendet eine höhere Frequenz, um die Motorgeräusche zu reduzieren.
fr: Fonctions de compatibilité La compatibilité fait fonctionner le moteur avec la même fréquence de modulation de largeur d'impulsion (PWM) audible (1 kHz) que le récepteur LEGO® IR. Désactivez ce paramètre pour utiliser le PWM silencieux à haute fréquence. Fortement recommandé pour Power Functions M Motors.
nl: In Power Functions compatibiliteitsmodus gebruikt PFx dezelfde hoorbare frequentie (1kHz) Puls Breedte Modulatie (PBM) als de LEGO® IR ontvanger. Zet deze modus uit om onhoorbare hoogfrequente PBM te gebruiken. Aanbevolen voor Power Functions M motoren.
se: Power Functions kompabilitet driver motorn med samma hörbara (1 kHz) pulsbreddsmodulering som LEGO® IR mottagare. Inaktivera denna inställning för att använda en tystare högfrekvensmodulering. Starkt rekommenderat för Power Functions M motorer.

# motor_curve_help
source: Adjust the output motor speed values for minimum, middle, and maximum set speed. Set speed is the speed demanded by operation, output speed corresponds to the actual output speed.
de: Passe die Ausgangsgeschwindigkeit des Motors durch Änderung der Kurve über Minimum, Mittelwert und Maximum an. Die Ausgangsgeschwindigkeit (Motor) wird über die Vorgabegeschwindigkeit (Fernsteuerung) und die Kurvenparameter angepasst.
fr: Ajustez les valeurs de vitesse du moteur de sortie pour la vitesse minimale, moyenne et maximale. La vitesse de consigne est la vitesse requise par le fonctionnement, la vitesse de sortie correspond à la vitesse de sortie réelle.
nl: Pas de motor snelheid aan voor minimum, gemiddelde en maximum snelheid. Snelheid instelling is de snelheid die de regelaar instelt, uitgangssnelheid is de daadwerkelijke snelheid aan de uitgang.
se: Justera utgångshastigheten för motorn genom att ändra kurvans minimum-, mellan- och maximum-värden. Inställd hastighet är vad som begärs av operationen. Utgångshastighet är den verkliga hastigheten vid motorn.

source: Output Speed
de: Ausgangsgeschwindigkeit
fr: Vitesse de sortie
nl: Uitgangssnelheid
se: Utgångshastighet

source: Mid
de: Mitte
se: Mellan

source: Set Speed
de: Vorgabegeschwindigkeit
fr: Régler la vitesse
nl: Snelheid instelling
se: Inställd hastighet

source: Edit Action
de: Bearbeite Aktion
fr: Modifier l'action
se: Redigera händelse

# command
source: Special Command
de: Spezielle Anweisung
fr: Commande spéciale
se: Specialkommando

source: Motor Actions
de: Motor Aktionen
fr: Actions du moteur
se: Motorhändelser

source: Light Actions
de: Licht Aktionen
fr: Actions légères
se: Ljushändelser

source: Sound Actions
de: Sound Aktionen
fr: Actions saines
se: Ljudhändelser

# swipe_clear
source: Swipe to clear
de: Wische um zu Löschen
fr: Faites glisser pour effacer
se: Svep för att rensa

# test_action
source: Test This Action
de: Teste diese Aktion
fr: Tester cette action
se: Testa denna händelse

source: Clear
de: Löschen
fr: Effacer
se: Rensa

# evtID8879TwoButtons
source: Dual Speed Two Buttons
de: Fernsteuerung Geschwindigkeit Zwei Tasten
fr: Double vitesse deux boutons
se: Dubbel hastighet två knappar

# evtID8879LeftButton
source: Dual Speed Left Button
de: Fernsteuerung Geschwindigkeit Linke Taste
fr: Double vitesse bouton gauche
se: Dubbel hastighet vänster knapp

# evtID8879RightButton
source: Dual Speed Right Button
de: Fernsteuerung Geschwindigkeit Rechte Taste
fr: Double vitesse bouton droit
se: Dubbel hastighet höger knapp

# evtID8879LeftInc
source: Dual Speed Left Inc
de: Fernsteuerung Geschwindigkeit Links Erhöhen
fr: Double vitesse Incrément de gauche
se: Dubbel hastighet vänster öka

# evtID8879LeftDec
source: Dual Speed Left Dec
de: Fernsteuerung Geschwindigkeit Links Verringern
fr: Double vitesse Décrémentation gauche
se: Dubbel hastighet vänster minska

# evtID8879RightInc
source: Dual Speed Right Inc
de: Fernsteuerung Geschwindigkeit Rechts Erhöhen
fr: Double vitesse Incrément droit
se: Dubbel hastighet höger öka

# evtID8879RightDec
source: Dual Speed Right Dec
de: Fernsteuerung Geschwindigkeit Rechts Verringern
fr: Double vitesse Décrémentation droit
se: Dubbel hastighet höger minska

# evtID8885LeftFwd
source: Joystick Left Fwd
de: Fernbedienung Links Vorwärts
fr: Joystick à gauche vers l'avant
se: Joystick vänster framåt
